Repository: common-repository/telefication
Catalog: languages/telefication-*.po
Languages: fa_ir

source: An error occurred
fa_ir: خطایی رخ داده است

source: This is a test message from Telefication
fa_ir: این یک پیام آزمایشی از طرف تلفیکیشن است

source: Settings
fa_ir: تنظیمات

source: Telefication Settings
fa_ir: تنظیمات تلفیکیشن

source: Telefication
fa_ir: تلفیکیشن

source: General Setting
fa_ir: تنظیمات عمومی

source: Telefication Bot ID
fa_ir: آی دی ربات تلفیکیشن

source: Email(s):
fa_ir: ایمیل‌ها:

source: Display Recipient Email
fa_ir: نمایش ایمیل گیرنده

source: Send Email Body
fa_ir: ارسال متن اصلی ایمیل

source: Only Woocommerce Orders
fa_ir: فقط برای سفارشات ووکامرس

source: My Own Bot Setting
fa_ir: تنظیمات ربات خودم

source: Your Bot Token
fa_ir: توکن ربات شما

source: Join to %s at Telegram to receive notifications.
fa_ir: برای دریافت پیامها باید در ربات تلگرام %s عضو شوید و یک آی دی دریافت کنید.

source: Send test message
fa_ir: ارسال پیام آزمایشی

source: Please enter your Telefication bot id.
fa_ir: لطفا آی دی دریافتی از ربات تلفیکیشن را وارد کنید.

source: ⚠ Woocommerce is not active!
fa_ir: ⚠ ووکامرس فعال نیست!

source: If enabled, you will receive only woocommerce new orders notification. (on woocommerce thank you page)
fa_ir: اگر فعال شود، فقط سفارشات جدید مربوط به ووکامرس ارسال خواهد شد. (در صفحه تشکر ووکامرس ارسال میشود)

source: If enabled, you will receive email body too.
fa_ir: اگر فعال شود، شما متن اصلی ایمیل را هم دریافت میکنید.

source: If enabled, the recipient email will be added to notifications.
fa_ir: اگر فعال شود، آدرس ایمیل گیرنده ایمیل در اطلاع رسانی نمایش داده میشود.

source: Notify me only of the emails that are sent to this list. (Comma separated.) <br> Leave it empty if you want to get all notifications.
fa_ir: فقط بابت ایمیلهایی که به این لیست ارسال میشود مرا مطلع کنید. (با کاما "," جدا شود) <br> اگر میخواهید همه اعلانها را دریافت کنید خالی بگذارید.

source: If you insert your own bot token, Telefication will send notifications to your bot directly!
fa_ir: اگر توکن ربات تلگرام خودتان را وارد کنید، تلفیکیشن تمام نتیفیکیشن ها را مستقیما به ربات شما ارسال میکند.

source: Please enter your bot token .
fa_ir: لطفا توکن ربات خودتان را وارد کنید.

source: Telefication Setting
fa_ir: تنظیمات تلفیکیشن

source: My Own Bot
fa_ir: ربات خودم

source: How To Use My Own Bot
fa_ir: چطور از ربات خودم استفاده کنم

source: 1. Go to %s and start it, send <code>/newbot</code> and follow instructions to create your own bot. at the end, you will receive your bot token. See %s for more information.
fa_ir: 1. به %s بروید و دستور <code>/newbot</code> را ارسال کنید و توضیحات داده شده را دنبال کنید تا ربات خودتان را بسازید. در آخر بعد از ساخت ربات یک توکن برای شما داده خواهد شد. برای اطلاعات بیشتر %s را ببینید.

source: here
fa_ir: اینجا

source: 2. Insert your bot token at input above and save changes.
fa_ir: 2. توکن ربات تلگرام خود را در فیلد بالا وارد کرده و ذخیره کنید.

source: 3. Go to the general options tab and test your bot by sending a test message
fa_ir: 3. به تب تنظیمات کلی بروید و ربات خودتان را با ارسال پیام آزمایشی تست کنید.

source: * Don't forget to start your own bot
fa_ir: * فراموش نکنید که ربات خودتان را استارت کنید.

source: ** Currently, you should get your ID from %s and save it in general options tab like before, but notifications send to your but directly.
fa_ir: ** در حال حاضر شما باید همانند قبل، آی دی تلفیکیشن را از %s دریافت و ذخیره کنید. اما به یاد داشته باشید که تمام پیامها مستقیما به تلگرام ارسال میشود.

source: If you like Telefication please leave us a %s rating. A huge thank you from us in advance!
fa_ir: اگر تلفیکیشن را دوست داشتید لطفا امتیاز %s بدهید. ما نهایت تشکر را از شما داریم!

source: We will be happy if you let us know your suggestions.
fa_ir: ما خیلی خوشحال میشویم اگر پیشنهاداتتان را با ما در میان بگذارید.

source: Test message sent successfully (To Your Bot)
fa_ir: پیام آزمایشی با موفقیت ارسال شد. (با ربات خودتان)

source: Test message sent successfully (To Telefication Bot)
fa_ir: پیام آزمایشی با موفقیت ارسال شد. (با ربات تلفیکیشن)

source: Name:
fa_ir: نام:

source: City:
fa_ir: شهر:

source: Phone:
fa_ir: تلفن:

source: Total:
fa_ir: کل:

source: New order:
fa_ir: سفارش جدید:

source: Billing data:
fa_ir: اطلاعات پرداخت:

source: This Is Test
fa_ir: این یک تست است.

source: Please enter ID
fa_ir: لطفا آی دی را وارد کنید.
